Repository: DangerTweaker/Nimbus
Catalog: nimbus/computers/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Name
pt_br: Nome

source: IP Address
pt_br: Endereço de IP

source: Computers group
pt_br: Grupo de computadores

source: Key
pt_br: Chave

source: Certificate
pt_br: Certificado

source: Operation System
pt_br: Sistema Operacional

source: Description
pt_br: Descrição

source: Password
pt_br: Senha

source: Active
pt_br: Ativar

source: Computer
pt_br: Computador

source: Computer already active
pt_br: Computador já existe

source: Your computer is protected. IP address is: %s
pt_br: Seu computador está protegido. Endereço de IP é: %s

source: Warning! Procedures of computer %(name)s are disabled. IP address is: %(ip)s
pt_br: Atenção! Os procedimentos do computador %(name)s estam desativados. Endereço de IP é: %(ip)s

source: Warning! Computer %(name)s activated but no backups found. IP address is: %(ip)s
pt_br: Atenção! Computador %(name)s está ativado mas os backups não foram encontrados. Endereço de IP é: %(ip)s

source: Warning! Your computer seems to unprotected
pt_br: Atenção! Seu computador parece está desprotegido

source: Activate new computer
pt_br: Ativar novo computador

source: Edit computer
pt_br: Editar computador

source: This computer is not activated yet.
pt_br: Este computadore ainda não está ativado

source: Added automatically %s
pt_br: Adicionado automaticamente %s

source: There is already a computer with that ip address
pt_br: Já existe um computador com esse ip

source: Computer automatically identified
pt_br: Computador identificado automaticamente

source: Computer added with successful
pt_br: Computador adicionado com sucesso

source: There is a new computer waiting to be added
pt_br: Existe um novo computador aguardando para ser ativado

source: Error: Add computer failed
pt_br: Erro ao adicionar o computador

source: Computer removed.
pt_br: Computador removido.

source: Active computers
pt_br: Ativar computador

source: Computer : %s
pt_br: Computador : %s

source: Running backups
pt_br: Backups em execução

source: Failed backups
pt_br: Backups com falha

source: View computer
pt_br: Visualizar computador

source: Create
pt_br: Criado

source: Computer not found
pt_br: Computador não encontrado

source: Computer already activated
pt_br: Computador já está ativado

source: Connection error
pt_br: Erro na conexão

source: Computer activated.
pt_br: Computador ativado

source: Computer deactivated
pt_br: Computador desativado

source: Computer reconfigured.
pt_br: Computador reconfigurado

source: Internal Error. %(code)s: %(error)s
pt_br: Erro interno. %(code)s: %(error)s

source: Add group
pt_br: Adicionar grupo

source: Group name
pt_br: Nome do grupo

source: or
pt_br: ou

source: Cancel
pt_br: Cancelar

source: Update
pt_br: Atualizar

source: To activate a new computer yout must install the client software. To get it click
pt_br: Para ativar um novo computador você deve instalar o software cliente. Para obtê-lo click

source: here
pt_br: Aqui

source: List computers
pt_br: Listar computadores

source: Click in 'activate' button if want to make it active in Nimbus
pt_br: Clique no botão ativar ao lado do computador desejado para torná-lo uma máquina ativa no Nimbus

source: Edit
pt_br: Editar

source: Remove
pt_br: Remover

source: Activated
pt_br: Ativado

source: No new computers to activate.
pt_br: Não existem computadores pendentes para ativação.

source: To activate a new computer yout must install the client software.
pt_br: Para ativar um novo computador você deve instalar o software cliente na máquina cliente.

source: There is a computer to be activated.
pt_br: Existe um computador a ser ativado.

source: There are
pt_br: Existem

source: computers to be activated
pt_br: computadores a serem ativados

source: Activate new computers
pt_br: Ativar novos computadores

source: There are no computers to be activated
pt_br: Não existem computadores a serem ativados

source: Filter by group
pt_br: Filtrar por Grupo

source: Filter
pt_br: Filtrar

source: Group:
pt_br: Grupo

source: Restore
pt_br: Restaurar

source: Create backup
pt_br: Criar backup

source: Reconfigurate
pt_br: Reconfigurar

source: There are no procedures for this computer
pt_br: Não existem procedimentos para este computador.

source: FILES TO BACKUP
pt_br: ARQUIVOS PARA BACKUP

source: Offsite enabled?
pt_br: Offsite ativado?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Storage:
pt_br: Armazenamento:

source: IP Address:
pt_br: Endereço de IP:

source: Schedule:
pt_br: Agendamento:

source: edit
pt_br: editar

source: Files:
pt_br: Arquivos:

source: There are no registred computers
pt_br: Não existe computadores registrados

source: Add computer
pt_br: Adicionar

source: Activate
pt_br: Ativado

source: Reconfigure
pt_br: Reconfigurar

source: There are no procedures for this computer.
pt_br: Não existem procedimentos para este computador.

source: Offsite enabled
pt_br: Offsite ativado

source: Storage
pt_br: Armazenamento

source: Schedule
pt_br: Agendamento

source: Files
pt_br: Arquivos

source: Removal Confirmation
pt_br: Confirmação de remoção

source: You are about to remove computer
pt_br: Você está prestes a remover o computador

source: The following backup procedures are associated with this computer and will be deleted:
pt_br: Os seguintes procedimentos de backup estão associados a este computador e serão apagados:

source: The file set's profile
pt_br: O perfil do conjunto de arquivos

source: will not be affected
pt_br: não será afetado

source: The file set
pt_br: O conjunto de arquivos

source: is used only by
pt_br: é utilizado por

source: and
pt_br: e

source: will be removed
pt_br: não será removido

source: The
pt_br: O

source: profile schedule will not be affected.
pt_br: O perfil de agendamento.

source: The schedule
pt_br: O agendamento

source: There are no backup procedures associated for this computer.
pt_br: Não existem procedimentos de backup associados a este computador.

source: There are no backups related to this computer
pt_br: Não existem backups salvos relacionados a este computador.

source: The following backups will be deleted and their recovery will be unavailable:
pt_br: Os seguintes backups serão apagados e não mais poderão ser restaurados:

source: This operation cannot be undone, are you sure you want to proceed?
pt_br: Esta operação não poderá ser desfeita. Deseja prosseguir mesmo assim?
