Repository: DangerTweaker/Nimbus
Catalog: nimbus/restore/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Restore
pt_br: Restaurar

source: Restore started
pt_br: Restauração iniciada com sucesso

source: List computers
pt_br: Listar computadores

source: Select procedure
pt_br: Selecionar procedimento

source: Select
pt_br: Selecione

source: Computer that will be restored
pt_br: Computador que será restaurado

source: Date to restore
pt_br: Data para restauração

source: Start date
pt_br: Data inicial

source: End date
pt_br: Data final

source: Select the job to restore
pt_br: Selecione o job para restauração

source: Select a Job
pt_br: Selecione o Job

source: Files to restore
pt_br: Arquivos para restauração

source: Find files
pt_br: Buscar arquivos

source: Find
pt_br: Buscar

source: Select the destination to restore
pt_br: Selecionar destino da restauração

source: Target to restore
pt_br: Destino da restauração

source: Step 1: Select computer
pt_br: Passo 1: Selecione o computador

source: Select computer:
pt_br: Selecione o computador:

source: No computer has been selected
pt_br: Nenhum computador foi selecionado.

source: Step 2: Select procedure
pt_br: Passo 2: Selecione o procedimento

source: Computer
pt_br: Computador

source: available backup
pt_br: backup disponível

source: available backups
pt_br: backups disponíveis

source: Back to step 1: Select computer
pt_br: Voltar ao passo 1: Selecionar computador

source: No procedure has been selected
pt_br: Nenhum procedimento foi selecionado

source: Step 3: Select backup
pt_br: Passo 3: Selecionar backup

source: Procedure
pt_br: Procedimento

source: Filter
pt_br: Filtrar

source: Select backup
pt_br: Selecionar backup

source: No backups for this date
pt_br: Nenhum backup para a data selecionada

source: files
pt_br: arquivos

source: Back to step 2: Select procedure
pt_br: Voltar ao passo 2: Selecionar procedimento

source: No backup has been selected
pt_br: Nenhum backup selecionado

source: Step 4 - Select files
pt_br: Passo 4 - Selecionar arquivos

source: Step 4: Select files
pt_br: Passo 4: Selecionar arquivos

source: Files
pt_br: Arquivos

source: Browser files
pt_br: Navegar pelos arquivos

source: Add selected files to list
pt_br: Adicionar arquivos selecionados para a lista

source: Selected files
pt_br: Arquivos selecionados

source: Step 5: Select destination
pt_br: Passo 5: Selecionar destino

source: file or directory
pt_br: arquivo ou diretório

source: files or directories
pt_br: arquivos ou diretórios

source: Select destination
pt_br: Selecionar destino

source: Restore files to original source location
pt_br: Restaurar arquivos para o local de origem

source: Back to step 4: Select files
pt_br: Voltar ao passo 4: Selecionar arquivos

source: Step 6 - Overview
pt_br: Passo 6 - Resumo

source: Step 6: Overview
pt_br: Passo 6: Resumo

source: Name
pt_br: Nome

source: IP Address
pt_br: Endereço IP

source: Operating System
pt_br: Sistema operacional

source: Date
pt_br: Data

source: Type
pt_br: Tipo de backup

source: Storage
pt_br: Armazenamento

source: Destination
pt_br: Destino

source: Original source location
pt_br: Local de origem

source: Back to step 5: Select destination
pt_br: Voltar ao passo 5: Selecionar destino
